Repository: jtaxiexpress/Simple-Draw-Paint
Catalog: lib/l10n/app_*.arb
Languages: az, eu, lo, ml, my, ps, uz

source: Simple Draw Paint
az: Sadə Draw Boyası
eu: Marrazteko pintura sinplea
lo: ສີແຕ້ມງ່າຍດາຍ
ml: ലളിതമായ നറുക്കെടുപ്പ് പെയിന്റ്
my: ရိုးရှင်းသောဆွဲဆေးသုတ်ဆေး
ps: ساده رسم
uz: Oddiy durang bo'yoq

source: No selection
az: Bir seçim yoxdur
eu: Hautaketa ez
lo: ບໍ່ມີການເລືອກ
ml: തിരഞ്ഞെടുക്കപ്പെടുന്നില്ല
my: ရွေးချယ်ခြင်းမရှိပါ
ps: انتخاب نشته
uz: Tanlov yo'q

source: Line
az: Cərgə
eu: Lerro
lo: ເສັ້ນ
ml: നിര
my: မျဉ်းကေြာင်း
ps: ليکه
uz: Chiziq

source: Circle
az: Çevrilmək
eu: Zirkulu
lo: ວົງວຽນ
ml: വലയം
my: အဝိုင်း
ps: دایره
uz: Aylanmoq

source: Arrow
az: Ox
eu: Gezi
lo: ຕ້ອງການຂາຍ
ml: അന്വ്
my: မြှား
ps: غشی
uz: O'q

source: Dash Line
az: Tire xətti
eu: Marratxoa
lo: ເສັ້ນ Dash
ml: ഡാഷ് ലൈൻ
my: dash လိုင်း
ps: ډش کرښه
uz: Tirnoq

source: Quadrangle
az: Dördbucaqlı
eu: Kuadrilla
ml: ക്വാഡ്രംഗിന്
ps: کواډروپل
uz: To'rtburchak

source: Pen
az: Qələm
eu: Boligrafo
lo: ປາກກາ
ml: തൂലിക
my: ကလောင်
ps: قلم
uz: Qalam

source: Text
az: Mətanət
eu: Testu
lo: ຂໍ້​ຄວາມ
ml: മൂലഗന്ഥം
my: ဖတ်စာ
ps: متن
uz: Matn

source: Done
az: Tamamlandı
eu: Egin
lo: ແລ້ວ? ແລ້ວ
ml: നിറവേറ്റി
my: ပြီးပြီ
ps: شوی
uz: Bajarildi

source: Save Image
az: Görüntünü xilas etmək
eu: Gorde irudia
lo: ບັນທຶກຮູບພາບ
ml: ചിത്രം സൂക്ഷിക്കുക
my: ပုံကိုသိမ်းဆည်းပါ
ps: انځور خوندي کړئ
uz: Rasmni saqlash

# saveDescription
source: You have to watch a video ad to save the image
az: Təsviri saxlamaq üçün bir video reklam izləməlisiniz
eu: Bideo iragarkia ikusi behar duzu irudia gordetzeko
lo: ທ່ານຕ້ອງໄດ້ເບິ່ງວີດີໂອໂຄສະນາວິດີໂອເພື່ອປະຢັດຮູບພາບ
ml: ചിത്രം സംരക്ഷിക്കുന്നതിന് നിങ്ങൾ ഒരു വീഡിയോ പരസ്യം കാണണം
my: ပုံကိုသိမ်းရန်ဗွီဒီယိုကြော်ငြာကိုကြည့်ရှုရန်လိုသည်
ps: تاسو باید د عکس خوندي کولو لپاره ویډیو اعلان وګورئ
uz: Rasmni saqlash uchun siz video reklama tomosha qilishingiz kerak

source: Cancel
az: Ləğv etmək
eu: Indargabetu
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
my: ပျက်စေ
ps: لغوه کول
uz: Bekor qilmoq

source: Save
az: Yadda saxla
eu: Aurreztu
lo: ປະຢັດ
ml: രക്ഷിക്കും
my: ကယ်ဆယ်
ps: خوندي کړئ
uz: Tejash

# success
source: Image Exported successfuly.
az: Görüntü müvəffəq oldu.
eu: Irudiak arrakasta handia du.
lo: ການສົ່ງອອກຮູບພາບຢ່າງສໍາເລັດຜົນ.
ml: ചിത്രം വിജയകരമാക്കി.
my: ပုံရိပ်ကိုအောင်မြင်စွာတင်ပို့ခဲ့သည်။
ps: عکس په بریالیتوب سره صادر شوی.
uz: Rasm muvaffaqiyatli chiqdi.
